@extends('layouts.main')
@section('title', 'Tusk')

@section('content')

    <div class="container my-5">
        <div class="row">
            <div class="col-lg-8">
                <h1 class="display-4">О нас</h1>
                <p>
                    Мы - команда Tusk, создавшая это удивительное приложение для управления задачами. Наша цель - сделать вашу жизнь более организованной и продуктивной.
                </p>
                <p>
                    Tusk был разработан, чтобы помочь вам эффективно управлять вашими задачами и проектами. Мы заботимся о каждом пользователе и стремимся предоставить лучший опыт использования.
                </p>
                <p>
                    Наше приложение позволяет вам создавать задачи, устанавливать сроки выполнения, добавлять описания и отмечать задачи как выполненные. Мы верим, что эти инструменты могут помочь вам достичь большей продуктивности и успеха в ваших проектах.
                </p>
            </div>
        </div>
    </div>

@endsection
