@extends('layouts.main')
@section('title', 'Tusk')

@section('content')

    <div class="container my-5">
        <div class="row">
            <div class="col-lg-8 offset-lg-2">
                <h1 class="display-4 text-center">Узнать больше о Tusk</h1>
                <p class="lead text-center">
                    Tusk - это удобное приложение для управления задачами. Он позволяет вам легко создавать, редактировать и отслеживать ваши задачи и проекты.
                </p>
                <p>
                    Основные возможности Tusk включают в себя:
                </p>
                <ul>
                    <li>Создание задач и проектов.</li>
                    <li>Установление сроков выполнения для задач.</li>
                    <li>Прикрепление описания к задачам.</li>
                    <li>Отмечивание задач как выполненных.</li>
                </ul>
                <p class="text-center">
                    Tusk помогает вам организовать свои задачи и улучшить продуктивность. Начните использовать Tusk прямо сейчас и упростите управление своими задачами.
                </p>
            </div>
        </div>
    </div>

@endsection
