@extends('layouts.main')
@section('title', 'Tusk')

@section('content')

    <section id="privacy-policy" class="py-5">
        <div class="container">
            <h2 class="text-center mb-4">Политика конфиденциальности</h2>

            <p>Добро пожаловать на страницу политики конфиденциальности Tusk. Мы ценим вашу конфиденциальность и
                стремимся обеспечить ее защиту. Ниже вы найдете информацию о том, какие данные мы собираем, как мы их
                используем и какие меры безопасности мы принимаем, чтобы обеспечить их защиту.</p>

            <h3>Собираемая информация</h3>

            <p>Мы можем собирать следующие типы информации:</p>

            <ul>
                <li>Информация, предоставляемая вами при регистрации на сайте, включая имя, адрес электронной почты и
                    другие контактные данные.
                </li>
                <li>Информация, которую вы предоставляете при создании и управлении задачами и проектами на нашей
                    платформе Tusk.
                </li>
                <li>Информация, собираемая через файлы cookie и аналитические инструменты для улучшения нашего сайта и
                    услуг.
                </li>
            </ul>

            <h3>Использование информации</h3>

            <p>Мы используем собранную информацию для следующих целей:</p>

            <ul>
                <li>Предоставление доступа и использование функционала нашей платформы Tusk.</li>
                <li>Обработка и управление вашими задачами и проектами.</li>
                <li>Контакт с вами по вопросам вашей учетной записи и предоставления важных уведомлений.</li>
                <li>Улучшение качества наших услуг и анализ использования сайта.</li>
            </ul>

            <h3>Сохранение данных</h3>

            <p>Мы храним ваши данные только на период, необходимый для выполнения указанных выше целей. Мы принимаем
                меры безопасности для защиты ваших данных от несанкционированного доступа и утечек.</p>

            <h3>Совместное использование данных</h3>

            <p>Мы не передаем, не продаем и не обмениваемся вашей личной информацией с третьими лицами без вашего
                согласия, за исключением случаев, предусмотренных законом.</p>

            <h3>Ваши права</h3>

            <p>У вас есть право:</p>

            <ul>
                <li>Запрашивать доступ к вашей личной информации и получать копии данных, которые мы храним о вас.</li>
                <li>Запрашивать исправление или обновление неправильной или устаревшей информации.</li>
                <li>Запрашивать удаление вашей личной информации.</li>
                <li>Ограничивать обработку ваших данных, если у вас есть основания для этого.</li>
                <li>Возражать против обработки ваших данных, основанной на законных интересах.</li>
                <li>Возражать против получения маркетинговых сообщений от нас по вашему выбору.</li>
            </ul>

            <h3>Связь с нами</h3>

            <p>Если у вас есть какие-либо вопросы, комментарии или запросы относительно нашей политики
                конфиденциальности, пожалуйста, свяжитесь с нами по следующим контактным данным:</p>

            <p>Email: navi15.info@gmail.com</p>

            <p>Мы постараемся ответить на все запросы в кратчайшие сроки и решить все возникшие вопросы относительно
                вашей конфиденциальности.</p>

        </div>
    </section>

@endsection
